{
    "about": {
        "title": "WriteSpace के बारे में",
        "description": "WriteSpace भारत के विविध भाषाई परिदृश्य के लिए डिज़ाइन किया गया एक बहुभाषी ब्लॉगिंग प्लेटफ़ॉर्म है।",
        "storyTitle": "हमारी कहानी",
        "storyDescription": "2025 में स्थापित, WriteSpace एक सरल अवलोकन से उभरा: जबकि भारत में 22 से अधिक आधिकारिक भाषाओं और सैकड़ों बोलियों के साथ अविश्वसनीय भाषाई विविधता है, ऑनलाइन सामग्री निर्माण मुख्य रूप से अंग्रेजी-केंद्रित है।",
        "missionTitle": "हमारा मिशन",
        "missionDescription": "WriteSpace में, हम मानते हैं कि हर किसी की आवाज़ सुनी जानी चाहिए। हमारा प्लेटफ़ॉर्म निम्नलिखित लक्ष्यों को प्राप्त करने का प्रयास करता है:",
        "missionPoint1": "लेखकों को कई भारतीय भाषाओं में प्रकाशित करने के लिए सशक्त बनाना",
        "missionPoint2": "पाठकों को विविध सामग्री से जोड़ना जो वे अन्यथा कभी नहीं खोज पाते",
        "missionPoint3": "भारत की भाषाई विरासत को संरक्षित और बढ़ावा देना",
        "missionPoint4": "अनुवादित सामग्री के माध्यम से सांस्कृतिक समझ को बढ़ावा देना",
        "missionPoint5": "सभी पृष्ठभूमियों के लेखकों के लिए एक सहायक समुदाय बनाना",
        "teamTitle": "हमारी टीम",
        "teamDescription": "WriteSpace भारत भर के लेखकों, डेवलपर्स और भाषा प्रेमियों की एक उत्साही टीम द्वारा बनाया गया है।",
        "joinTitle": "हमसे जुड़ें",
        "joinDescription": "चाहे आप अपनी आवाज़ साझा करने के इच्छुक लेखक हों या विविध दृष्टिकोणों का पता लगाने के इच्छुक पाठक, WriteSpace आपका स्वागत करता है।"
    },
    "help": {
        "title": "सहायता केंद्र",
        "immediateAssistance": "तत्काल सहायता के लिए, हमसे संपर्क करें",
        "faqTitle": "अक्सर पूछे जाने वाले प्रश्न",
        "gettingStartedTitle": "शुरुआत करें",
        "gettingStartedDescription": "WriteSpace के साथ शुरुआत कैसे करें:",
        "gettingStartedStep1": "एक खाता बनाएं।",
        "gettingStartedStep2": "अपना ईमेल पता सत्यापित करें।",
        "gettingStartedStep3": "अपनी प्रोफ़ाइल पूरी करें।",
        "gettingStartedStep4": "अपना पहला लेख लिखना शुरू करें।",
        "gettingStartedNote": "यदि आपको कोई समस्या आती है, तो हमारी सहायता टीम से संपर्क करें।",
        "writingArticlesTitle": "लेख लिखना",
        "writingArticlesDescription": "लेख लिखने और प्रकाशित करने के लिए इन चरणों का पालन करें:",
        "writingArticlesStep1": "'नया लेख' पृष्ठ पर जाएं।",
        "writingArticlesStep2": "अपने लेख के लिए एक शीर्षक और उपशीर्षक दर्ज करें।",
        "writingArticlesStep3": "रिच टेक्स्ट एडिटर का उपयोग करके अपनी सामग्री लिखें।",
        "writingArticlesStep4": "एक फीचर्ड इमेज जोड़ें और एक श्रेणी चुनें।",
        "writingArticlesStep5": "अपने लेख का पूर्वावलोकन करें।",
        "writingArticlesStep6": "इसे लाइव करने के लिए 'प्रकाशित करें' पर क्लिक करें।",
        "writingArticlesNote": "आप ड्राफ्ट सहेज सकते हैं और बाद में उन्हें संपादित कर सकते हैं।",
        "accountSettingsTitle": "खाता सेटिंग्स",
        "accountSettingsDescription": "अपनी खाता सेटिंग्स प्रबंधित करें:",
        "accountSettingsStep1": "अपनी प्रोफ़ाइल जानकारी अपडेट करें।",
        "accountSettingsStep2": "अपना पासवर्ड बदलें।",
        "accountSettingsStep3": "अपनी पसंदीदा भाषा सेट करें।",
        "accountSettingsStep4": "अपनी सूचनाएं प्रबंधित करें।",
        "accountSettingsStep5": "आवश्यक होने पर अपना खाता हटाएं।",
        "accountSettingsNote": "परिवर्तन स्वचालित रूप से सहेजे जाते हैं।",
        "followingTitle": "अनुसरण और अनुयायी",
        "followingDescription": "अन्य उपयोगकर्ताओं का अनुसरण कैसे करें:",
        "followingStep1": "किसी उपयोगकर्ता की प्रोफ़ाइल पर जाएं।",
        "followingStep2": "'अनुसरण करें' बटन पर क्लिक करें।",
        "multilingualTitle": "बहुभाषी समर्थन",
        "multilingualDescription": "WriteSpace कई भाषाओं का समर्थन करता है:",
        "multilingualStep1": "सेटिंग्स में अपनी पसंदीदा भाषा चुनें।",
        "multilingualStep2": "अपनी चुनी हुई भाषा में लेख लिखें।",
        "multilingualStep3": "लेखों का अन्य भाषाओं में अनुवाद करें।",
        "multilingualStep4": "अपनी पसंदीदा भाषा में लेख पढ़ें।",
        "multilingualNote": "अनुवाद हमारे समुदाय और एआई द्वारा संचालित हैं।",
        "contactSupportTitle": "सहायता से संपर्क करें",
        "emailSupportTitle": "ईमेल सहायता",
        "emailSupportDescription": "किसी भी प्रश्न या समस्या के लिए, हमें ईमेल करें"
    },
    "privacy": {
        "title": "गोपनीयता नीति",
        "lastUpdated": "अंतिम अपडेट: 4 अप्रैल, 2025",
        "introduction": "परिचय",
        "introductionText": "WriteSpace में, हम आपकी गोपनीयता को गंभीरता से लेते हैं। यह गोपनीयता नीति बताती है कि जब आप हमारी वेबसाइट पर आते हैं और हमारी सेवाओं का उपयोग करते हैं तो हम आपकी जानकारी कैसे एकत्र, उपयोग, खुलासा और सुरक्षित करते हैं। कृपया इस गोपनीयता नीति को ध्यान से पढ़ें। यदि आप इस गोपनीयता नीति की शर्तों से सहमत नहीं हैं, तो कृपया साइट तक पहुंच न करें।",
        "informationWeCollect": "हम कौन सी जानकारी एकत्र करते हैं",
        "personalData": "व्यक्तिगत डेटा",
        "personalDataIntro": "हम उपयोगकर्ताओं से विभिन्न तरीकों से व्यक्तिगत पहचान जानकारी एकत्र कर सकते हैं, जिसमें शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं:",
        "personalDataListItem1": "जब उपयोगकर्ता हमारी साइट पर पंजीकरण करते हैं",
        "personalDataListItem2": "जब उपयोगकर्ता लेख प्रकाशित या संपादित करते हैं",
        "personalDataListItem3": "जब उपयोगकर्ता टिप्पणियाँ पोस्ट करते हैं",
        "personalDataListItem4": "जब उपयोगकर्ता एक फॉर्म भरते हैं",
        "personalDataListItem5": "अन्य गतिविधियों, सेवाओं, सुविधाओं या संसाधनों के संबंध में जिन्हें हम उपलब्ध कराते हैं",
        "personalInformationWeCollect": "हम जो व्यक्तिगत जानकारी एकत्र कर सकते हैं उसमें शामिल हैं:",
        "name": "नाम",
        "emailAddress": "ईमेल पता",
        "username": "उपयोगकर्ता नाम",
        "profilePhoto": "प्रोफाइल फोटो",
        "biographicalInformation": "जीवनी संबंधी जानकारी",
        "socialMediaHandles": "सोशल मीडिया हैंडल",
        "nonPersonalData": "गैर-व्यक्तिगत डेटा",
        "nonPersonalDataIntro": "जब भी उपयोगकर्ता हमारी साइट के साथ इंटरैक्ट करते हैं तो हम उनके बारे में गैर-व्यक्तिगत पहचान जानकारी एकत्र कर सकते हैं। गैर-व्यक्तिगत पहचान जानकारी में शामिल हो सकते हैं:",
        "browserName": "ब्राउज़र का नाम",
        "typeOfDevice": "डिवाइस का प्रकार",
        "technicalInformation": "हमारी साइट से उपयोगकर्ताओं के कनेक्शन के बारे में तकनीकी जानकारी",
        "usageData": "उपयोग डेटा जैसे देखे गए पृष्ठ, पृष्ठों पर बिताया गया समय, क्लिक किए गए लिंक",
        "languagePreferences": "भाषा प्राथमिकताएँ",
        "howWeUseYourInformation": "हम आपकी जानकारी का उपयोग कैसे करते हैं",
        "howWeUseYourInformationIntro": "WriteSpace निम्नलिखित उद्देश्यों के लिए उपयोगकर्ताओं की व्यक्तिगत जानकारी एकत्र और उपयोग कर सकता है:",
        "toPersonalizeUserExperience": "उपयोगकर्ता अनुभव को निजीकृत करने के लिए",
        "toImproveOurWebsite": "हमारी वेबसाइट और सेवाओं को बेहतर बनाने के लिए",
        "toEnableUserCommunications": "उपयोगकर्ता-से-उपयोगकर्ता संचार को सक्षम करने के लिए",
        "toSendPeriodicEmails": "समय-समय पर ईमेल भेजने के लिए",
        "toProcessTransactions": "लेनदेन संसाधित करने के लिए",
        "toManageUserAccounts": "उपयोगकर्ता खातों का प्रबंधन करने के लिए",
        "toDisplayUserContent": "उपयोगकर्ता सामग्री प्रदर्शित करने और लेखकत्व का श्रेय देने के लिए",
        "dataStorageAndSecurity": "डेटा भंडारण और सुरक्षा",
        "dataStorageAndSecurityText": "हम आपकी व्यक्तिगत जानकारी, उपयोगकर्ता नाम, पासवर्ड, लेनदेन जानकारी और हमारी साइट पर संग्रहीत डेटा के अनधिकृत एक्सेस, परिवर्तन, प्रकटीकरण या विनाश से बचाने के लिए उपयुक्त डेटा संग्रह, भंडारण और प्रसंस्करण प्रथाओं और सुरक्षा उपायों को अपनाते हैं।",
        "sharingYourPersonalInformation": "आपकी व्यक्तिगत जानकारी साझा करना",
        "sharingYourPersonalInformationText": "हम उपयोगकर्ताओं की व्यक्तिगत पहचान जानकारी को दूसरों को बेचते, व्यापार या किराए पर नहीं देते हैं। हम आगंतुकों और उपयोगकर्ताओं के संबंध में किसी भी व्यक्तिगत पहचान जानकारी से जुड़ी जेनेरिक एकत्रित जनसांख्यिकीय जानकारी को अपने व्यावसायिक भागीदारों, विश्वसनीय सहयोगियों और विज्ञापनदाताओं के साथ ऊपर बताए गए उद्देश्यों के लिए साझा कर सकते हैं।",
        "thirdPartyWebsites": "तृतीय-पक्ष वेबसाइटें",
        "thirdPartyWebsitesText": "उपयोगकर्ताओं को हमारी साइट पर ऐसी सामग्री मिल सकती है जो हमारे भागीदारों, आपूर्तिकर्ताओं, विज्ञापनदाताओं, प्रायोजकों, लाइसेंसदाताओं और अन्य तृतीय पक्षों की साइटों और सेवाओं से लिंक होती है। हम इन साइटों पर दिखाई देने वाली सामग्री या लिंक को नियंत्रित नहीं करते हैं और हमारी साइट से लिंक की गई वेबसाइटों द्वारा नियोजित प्रथाओं के लिए ज़िम्मेदार नहीं हैं।",
        "yourRights": "आपके अधिकार",
        "youHaveTheRightTo": "आपको अधिकार है:",
        "accessAndReceiveData": "आपके बारे में हमारे पास मौजूद व्यक्तिगत डेटा की एक प्रति एक्सेस और प्राप्त करें",
        "rectifyInaccurateData": "आपके बारे में मौजूद किसी भी व्यक्तिगत डेटा को सुधारें जो गलत है",
        "requestDeletionOfData": "आपके बारे में मौजूद व्यक्तिगत डेटा को हटाने का अनुरोध करें",
        "restrictProcessingOfData": "अपने व्यक्तिगत डेटा के प्रसंस्करण को प्रतिबंधित करें",
        "requestTransferOfData": "अपने व्यक्तिगत डेटा के हस्तांतरण का अनुरोध करें",
        "objectToProcessingOfData": "अपने व्यक्तिगत डेटा के प्रसंस्करण पर आपत्ति करें",
        "withdrawConsent": "किसी भी समय सहमति वापस लें जहां हम आपके व्यक्तिगत डेटा को संसाधित करने के लिए सहमति पर भरोसा कर रहे हैं",
        "changesToPrivacyPolicy": "इस गोपनीयता नीति में परिवर्तन",
        "changesToPrivacyPolicyText": "WriteSpace के पास किसी भी समय इस गोपनीयता नीति को अपडेट करने का विवेक है। जब हम ऐसा करेंगे, तो हम इस पृष्ठ के शीर्ष पर अद्यतन तिथि को संशोधित करेंगे। हम उपयोगकर्ताओं को यह जानने के लिए कि हम जो व्यक्तिगत जानकारी एकत्र करते हैं उसकी सुरक्षा में कैसे मदद कर रहे हैं, इस पृष्ठ को बार-बार देखने के लिए प्रोत्साहित करते हैं।",
        "contactUs": "हमसे संपर्क करें",
        "contactUsText": "यदि आपके इस गोपनीयता नीति, इस साइट की प्रथाओं या इस साइट के साथ आपके व्यवहार के बारे में कोई प्रश्न हैं, तो कृपया हमसे यहां संपर्क करें:",
        "privacyEmail": "privacy@writespace.com"
    },
    "terms": {
        "title": "सेवा की शर्तें",
        "lastUpdated": "अंतिम अपडेट: 4 अप्रैल, 2025",
        "acceptanceOfTermsTitle": "1. शर्तों की स्वीकृति",
        "acceptanceOfTermsText": "WriteSpace तक पहुंचने या उपयोग करने से, आप सेवा की इन शर्तों और सभी लागू कानूनों और विनियमों से बंधे होने के लिए सहमत हैं। यदि आप इनमें से किसी भी शर्त से सहमत नहीं हैं, तो आपको इस साइट का उपयोग करने या इस तक पहुंचने से प्रतिबंधित किया गया है।",
        "useLicenseTitle": "2. उपयोग लाइसेंस",
        "useLicenseText": "WriteSpace की वेबसाइट पर सामग्री को केवल व्यक्तिगत, गैर-व्यावसायिक उपयोग के लिए अस्थायी रूप से एक्सेस करने की अनुमति दी जाती है। यह एक लाइसेंस का अनुदान है, शीर्षक का हस्तांतरण नहीं है, और इस लाइसेंस के तहत आप नहीं कर सकते हैं:",
        "modifyOrCopyMaterials": "सामग्री को संशोधित या कॉपी करें;",
        "useMaterialsForCommercialPurpose": "किसी भी व्यावसायिक उद्देश्य के लिए या किसी भी सार्वजनिक प्रदर्शन के लिए सामग्री का उपयोग करें;",
        "attemptToReverseEngineer": "WriteSpace की वेबसाइट पर निहित किसी भी सॉफ़्टवेयर को रिवर्स इंजीनियर करने का प्रयास करें;",
        "removeCopyrightNotations": "सामग्री से किसी भी कॉपीराइट या अन्य स्वामित्व वाले नोटेशन को हटाएं; या",
        "transferMaterialsToAnother": "सामग्री को किसी अन्य व्यक्ति को स्थानांतरित करें या सामग्री को किसी अन्य सर्वर पर \"मिरर\" करें।",
        "licenseTermination": "यदि आप इनमें से किसी भी प्रतिबंध का उल्लंघन करते हैं तो यह लाइसेंस स्वचालित रूप से समाप्त हो जाएगा और WriteSpace द्वारा किसी भी समय समाप्त किया जा सकता है।",
        "userContentTitle": "3. उपयोगकर्ता सामग्री",
        "userContentText": "हमारी सेवा आपको कुछ जानकारी, पाठ, ग्राफिक्स, वीडियो या अन्य सामग्री (\"सामग्री\") को पोस्ट, लिंक, स्टोर, साझा और अन्यथा उपलब्ध कराने की अनुमति देती है। WriteSpace पर सामग्री पोस्ट करके, आप हमें अपनी सामग्री को प्रदर्शित, पुन: पेश और वितरित करने का अधिकार देते हैं। आप सेवा पर या उसके माध्यम से सबमिट, पोस्ट या प्रदर्शित की जाने वाली किसी भी सामग्री के सभी अधिकार बरकरार रखते हैं और आप उन अधिकारों की रक्षा के लिए जिम्मेदार हैं।",
        "userContentWarranty": "आप प्रतिनिधित्व करते हैं और वारंट करते हैं कि: (i) सामग्री आपकी है (आप इसके स्वामी हैं) या आपके पास इसका उपयोग करने का अधिकार है और हमें इन शर्तों में दिए गए अधिकारों और लाइसेंस को प्रदान करते हैं, और (ii) सेवा पर या उसके माध्यम से आपकी सामग्री पोस्ट करने से गोपनीयता अधिकारों, प्रचार अधिकारों, कॉपीराइट, अनुबंध अधिकारों या किसी भी व्यक्ति के किसी अन्य अधिकार का उल्लंघन नहीं होता है।",
        "prohibitedContentTitle": "4. निषिद्ध सामग्री",
        "prohibitedContentIntro": "आप ऐसी सामग्री पोस्ट नहीं करने के लिए सहमत हैं जो:",
        "prohibitedContentUnlawful": "गैरकानूनी, हानिकारक, धमकी देने वाला, अपमानजनक, उत्पीड़न करने वाला, अत्याचारपूर्ण, मानहानिकारक, अश्लील, अश्लील, निंदनीय या किसी अन्य की गोपनीयता पर आक्रमण करने वाला है;",
        "prohibitedContentIllegalActivities": "अवैध गतिविधियों को बढ़ावा देता है या घृणास्पद भाषण होता है;",
        "prohibitedContentInfringesRights": "किसी तीसरे पक्ष की बौद्धिक संपदा या अन्य अधिकारों का उल्लंघन करता है;",
        "prohibitedContentContainsViruses": "सॉफ़्टवेयर वायरस या कोई अन्य कंप्यूटर कोड होता है जो किसी भी कंप्यूटर सॉफ़्टवेयर या हार्डवेयर की कार्यक्षमता को बाधित, नष्ट या सीमित करने के लिए डिज़ाइन किया गया है;",
        "prohibitedContentUnauthorizedAdvertising": "अनधिकृत या अवांछित विज्ञापन, स्पैम या बल्क ई-मेल (\"स्पैमिंग\") का गठन करता है;",
        "prohibitedContentMisleadingInformation": "भ्रामक जानकारी होती है या किसी व्यक्ति या संस्था का प्रतिरूपण करती है।",
        "accountTerminationTitle": "5. खाता समाप्ति",
        "accountTerminationText": "हम किसी भी कारण से, बिना किसी पूर्व सूचना या दायित्व के, आपके खाते को तुरंत समाप्त या निलंबित कर सकते हैं, जिसमें बिना किसी सीमा के यदि आप शर्तों का उल्लंघन करते हैं। समाप्ति पर, सेवा का उपयोग करने का आपका अधिकार तुरंत समाप्त हो जाएगा।",
        "limitationOfLiabilityTitle": "6. दायित्व की सीमा",
        "limitationOfLiabilityText": "किसी भी स्थिति में WriteSpace, न ही इसके निदेशक, कर्मचारी, भागीदार, एजेंट, आपूर्तिकर्ता या सहयोगी, किसी भी अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी या दंडात्मक नुकसान के लिए उत्तरदायी होंगे, जिसमें बिना किसी सीमा के, लाभ, डेटा, उपयोग, सद्भावना या अन्य अमूर्त नुकसान की हानि शामिल है, जो सेवा तक आपकी पहुंच या उपयोग या सेवा तक पहुंचने या उपयोग करने में असमर्थता के परिणामस्वरूप होती है।",
        "disclaimerTitle": "7. अस्वीकरण",
        "disclaimerText": "सेवा का आपका उपयोग आपके एकमात्र जोखिम पर है। सेवा \"जैसा है\" और \"जैसा उपलब्ध है\" के आधार पर प्रदान की जाती है। सेवा बिना किसी भी प्रकार की वारंटी के प्रदान की जाती है, चाहे व्यक्त या निहित, जिसमें शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं, व्यापारिकता, किसी विशेष उद्देश्य के लिए फिटनेस, गैर-उल्लंघन या प्रदर्शन के पाठ्यक्रम की निहित वारंटी।",
        "governingLawTitle": "8. शासी कानून",
        "governingLawText": "इन शर्तों को भारत के कानूनों के अनुसार शासित और समझा जाएगा, इसके कानून प्रावधानों के टकराव की परवाह किए बिना। इन शर्तों के किसी भी अधिकार या प्रावधान को लागू करने में हमारी विफलता को उन अधिकारों की छूट नहीं माना जाएगा।",
        "changesToTermsTitle": "9. शर्तों में परिवर्तन",
        "changesToTermsText": "हम किसी भी समय, अपने विवेकाधिकार पर, इन शर्तों को संशोधित या बदलने का अधिकार सुरक्षित रखते हैं। यदि कोई संशोधन सामग्री है तो हम किसी भी नई शर्तों के प्रभावी होने से पहले कम से कम 30 दिनों का नोटिस देने का प्रयास करेंगे। क्या एक भौतिक परिवर्तन का गठन होता है, यह हमारे विवेकाधिकार पर निर्धारित किया जाएगा।",
        "contactUsTitle": "10. हमसे संपर्क करें",
        "contactUsText": "यदि आपके इन शर्तों के बारे में कोई प्रश्न हैं, तो कृपया हमसे यहां संपर्क करें:",
        "legalEmail": "legal@writespace.com"
    },
    "header": {
        "writeSpace": "WriteSpace",
        "searchWriteSpace": "WriteSpace में खोजें",
        "myArticles": "मेरे आर्टिकल",
        "myProfile": "मेरी प्रोफाइल",
        "logOut": "लॉग आउट",
        "signIn": "साइन इन करें",
        "getStarted": "शुरू हो जाओ"
    },
    "footer": {
        "writeSpace": "WriteSpace",
        "copyright": "WriteSpace - बहुभाषी ब्लॉग प्लेटफॉर्म",
        "about": "हमारे बारे में",
        "help": "मदद",
        "privacy": "गोपनीयता",
        "terms": "शर्तें"
    }
}
